[
    {
        "quote": "Technology is anything that wasn’t around when you were born.",
        "author": "Alan Kay"
    },
    {
        "quote": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.",
        "author": "Bill Gates"
    },
    {
        "quote": "Technology is best when it brings people together.",
        "author": "Matt Mullenweg"
    },
    {
        "quote": "The real danger is not that computers will begin to think like men, but that men will begin to think like computers.",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "The technology you use impresses no one. The experience you create with it is everything.",
        "author": "Sean Gerety"
    },
    {
        "quote": "Technology is anything that makes our life easier or more productive.",
        "author": "Satya Nadella"
    },
    {
        "quote": "The human spirit must prevail over technology.",
        "author": "Albert Einstein"
    },
    {
        "quote": "It’s not a faith in technology. It’s faith in people.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The great growling engine of change - technology.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "The Internet is becoming the town square for the global village of tomorrow.",
        "author": "Bill Gates"
    },
    {
        "quote": "Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important.",
        "author": "Bill Gates"
    },
    {
        "quote": "We are stuck with technology when what we really want is just stuff that works.",
        "author": "Douglas Adams"
    },
    {
        "quote": "Technology… the knack of so arranging the world that we don’t have to experience it.",
        "author": "Max Frisch"
    },
    {
        "quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.",
        "author": "Tim Berners-Lee"
    },
    {
        "quote": "The advance of technology is based on making it fit in so that you don’t really even notice it, so it’s part of everyday life.",
        "author": "Bill Gates"
    },
    {
        "quote": "The advance of technology is based on making it fit in so that you don’t really even notice it, so it’s part of everyday life.",
        "author": "Bill Gates"
    }
]