[
    {
        "quote": "আব্দুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘তোমাদের মধ্যে সে ব্যক্তিই সর্বপেক্ষা উত্তম, যে চরিত্রের দিক দিয়ে উত্তম’.",
        "author": "বুখারী, মুসলিম, মিশকাত হা/৫০৭৫ - সহিহ হাদিস"
    },
    {
        "quote": "উক্ববাহ ইবনু ‘আমির (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ (সাঃ) বলেছেন : কোন মুসলিম যখন উত্তমরূপে উযূ করে একাগ্রচিত্তে আল্লাহর দিকে রুজু হয়ে দাঁড়িয়ে দুই রাক’আত সলাত আদায় করে তার জন্য জান্নাত অবধারিত হয়ে যায়। .",
        "author": "সহিহ ফাযায়েলে আমল: ৮৭, ৫৫ হাদীস সহীহ : সহীহ মুসলিম হা/৫৭৬ - সহিহ হাদিস"
    },
    {
        "quote": "কা’ব ইবনু উজরা (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘হারাম খাদ্য দ্বারা পরিপুষ্ট শরীর জান্নাতে যাবে না’ ",
        "author": "মিশকাত/২৭৮৭ ; বাংলা ৬ষ্ঠ খণ্ড, হাঃ/২৬৬৭ - সহিহ হাদিস"
    },
    {
        "quote": "হারেছ ইবনু ওয়াহাব (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘কঠোর ও রুক্ষ্ম স্বভাবের মানুষ জান্নাতে প্রবেশ করবে না’",
        "author": "আবুদাঊদ, মিশকাত হা/৫০৮০, সনদ ছহীহ - সহিহ হাদিস"
    },
    {
        "quote": "জারীর ইবনু আব্দুল্লাহ (রাঃ) থেকে বর্ণিত: আমি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সাথে বায়’আত বা শপথ করেছি ছালাত প্রতিষ্ঠা করার, যাকাত প্রদান করার এবং সকল মুসলমানের কল্যাণ কামনা করার। ",
        "author": "বুখারী হা/৫৭, ৫২৪; মুসলিম হা/৫৬ - সহিহ হাদিস"
    },
    {
        "quote": "বাহয ইবনু হাকিম তার পিতা থেকে বর্ণিত: বাহয ইবনু হাকিম তার পিতার মধ্যস্থতায় বর্ণনা করেন, তার দাদা বলেন, নবী কারীম (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘নিশ্চয়ই তোমাদেরকে মুখ বন্ধ করে ডাকা হবে। সেদিন তোমাদের মুখ বন্ধ থাকবে। সর্বপ্রথম তোমাদের উরু এবং কাধকে জিজ্ঞেস করা হবে’।  ",
        "author": "নাসাঈ, ইবনু কাছীর হা/৫৬৬৯ - সহিহ হাদিস"
    },
    {
        "quote": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘মুনাফিকের আলামত হচ্ছে তিনটা- যখন সে কথা বলে, মিথ্যা বলে, যখন ওয়াদা করে, ভঙ্গ করে এবং যখন তার নিকট কোন কিছু আমানত রাখা হয়, তা সে খিয়ানত করে’",
        "author": "বুখারী, মুসলিম, মিশকাত হা/৫৫ - সহিহ হাদিস"
    },
    {
        "quote": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘যে ব্যক্তি তোমার কাছে আমানত রেখেছে তাকে সময় মত আমানত বুঝিয়ে দাও। আর যে তোমার সাথে খিয়ানত করে তার খিয়ানত করো না‘। ",
        "author": "তিরমিযী, আবুদাঊদ, দারেমী, মিশকাত হা/২৯৩৪ - সহিহ হাদিস"
    },
    {
        "quote": "সাঈদ ইবনু যায়েদ (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘যে ব্যক্তি অত্যাচার করে অর্ধহাত যমীন দখল করেছে, নিশ্চয়ই ক্বিয়ামতের দিন অনুরূপ সাতটি যমীন তার কাঁধে ঝুলিয়ে দেয়া হবে’। ",
        "author": "বুখারী, মুসলিম, মিশকাত হা/২৯৩৮ - সহিহ হাদিস"
    },
    {
        "quote": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত: তিনি বলেন, রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘যে তার বাচ্চাকে বলল, আসো নাও। অতঃপর তাকে কিছু দিল না। সে একজন মিথ্যুক মহিলা’ ",
        "author": "আহমাদ হা/৯৮৩৫; আত-তারগীব ওয়াত তারহীব হা/৪২০৭ - সহিহ হাদিস"
    },
    {
        "quote": "কা’ব ইবনু উজরা (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘হারাম খাদ্য দ্বারা পরিপুষ্ট শরীর জান্নাতে যাবে না’। ",
        "author": "মিশকাত/২৭৮৭ ; বাংলা ৬ষ্ঠ খণ্ড, হাঃ/২৬৬৭ - সহিহ হাদিস"
    },
    {
        "quote": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘মানুষের সম্মুখে এমন এক যুগ আসবে যে, কেউ পরওয়া করবে না কি উপায়ে মাল লাভ করল; হারাম না হালাল উপায়ে’। ",
        "author": "বুখারী, মিশকাত হা/২৭৬১ - সহিহ হাদিস"
    },
    {
        "quote": "আবু মাসঊদ আনছারী (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘কুকুরের মূল্য, যিনাকারীনীর উপার্জন ও গণকের উপার্জন খেতে নিষেধ করেছেন’। ",
        "author": "বুখারী, মুসলিম, মিশকাত হা/২৭৬৪ - সহিহ হাদিস"
    },
    {
        "quote": "হাসান ইবনু আলী (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর এই বাণীটি আমি ভালভাবে স্মরণ রেখেছি যে, যে কাজে মনে খটকা লাগে, সে কাজ পরিহার করে খটকাহীন কাজ অবলম্বন কর। সত্য ও শুদ্ধের ক্ষেত্রে দ্বিধার সৃষ্টি হয় না, মিথ্যা ও অশুদ্ধের ক্ষেত্রেই দ্বিধার সৃষ্টি হয় । ",
        "author": "আহমাদ, তিরমিযী, নাসাঈ, মিশকাত হা/২৭৭৩ - সহিহ হাদিস"
    },
    {
        "quote": "আব্দুল্লাহ ইবনু ওমর (রাঃ) থেকে বর্ণিত: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘যখন তোমার মাঝে চারটি জিনিস থাকবে, তখন দুনিয়ার সবকিছু হারিয়ে গেলেও তোমার কোন সমস্যা নেই। (১) আমানত রক্ষা করা (২) সত্য কথা বলা (৩) সুন্দর চরিত্র (৪) বৈধ রুযী’। ",
        "author": "আহমাদ, আত-তারগীব ওয়াত তারহীব হা/৪১৮১ - সহিহ হাদিস"
    },
    {
        "quote": "আবুবকর ছিদ্দীক (রাঃ) থেকে বর্ণিত: তিনি বলেন, ‘তোমরা মিথ্যা থেকে বেঁচে থাক। নিশ্চয়ই মিথ্যা ঈমানকে ক্ষতিগ্রস্ত করে’। ",
        "author": "বায়হাক্বী কুবরা হা/২০৬১৫ - সহিহ হাদিস"
    }
]